Repository: rizumu/django-podcasting
Catalog: podcasting/locale/*/LC_MESSAGES/django.po
Languages: es, eu

source: Published
es: Publicado
eu: Argitaratua

source: Checking this will publish this show on the site, no turning back.
es: Al marcar este se publicará este podcast en el sitio, no hay vuelta atrás.
eu: Hau markatzean podcast-a argitaratuko da, ez dago atzera bueltarik.

source: Checking this will publish this episode on the site, no turning back.
es: Al marcar este se publicará este episodio en el sitio, no hay vuelta atrás.
eu: Hau markatzean saioa argitaratuko da, ez dago atzera bueltarik.

source: Checking this will send out a tweet announcing the episode.
es: Al checar este se enviará un tweet anunciando el episodio.
eu: Hau markatzean tweet bat bidaliko da saioa argitaratzean.

source: An episode must have at least one enclosure or media file before publishing. Uncheck, save this episode, and add an encoslure before publishing.
es: Un episodio debe tener al menos un adjunto o un archivo media antes de publicar. Desmarque, guarde el episodio, y agregue un adjunto antes de publicar.
eu: Saio batek gutxienez artxibo edo media fitxategi bat izan behar du gutxienez argitaratu aurretik. Desmarkatu, gorde atala, eta gehitu eranskina argitaratu aurretik.

source: The show for this episode is not yet published
es: El podcast para este episodio aún no se publica
eu: Atal honen podcast-a oraindik ez da argitaratu

source: yes
es: si
eu: bai

source: no
eu: ez

source: clean
es: limpiar
eu: garbitu

source: created
es: creado
eu: sortuta

source: updated
es: actualizado
eu: eguneratuta

source: publish
es: Publicar
eu: argitaratu

source: Site
es: Sitio
eu: Gunea

source: ``Time to Live,`` the number of minutes a channel can be cached before refreshing.
es: `` Time to Live, `` el número de minutos que un canal puede estar en caché antes de actualizar.
eu: `` Time to Live, `` kate bat cache-an egon daitekeen minutuak eguneratu aurretik.

source: owner
es: Propietario
eu: jabea

source: Make certain the user account has a name and e-mail address.
es: Asegúrese de que la cuenta de usuario tiene un nombre y una dirección de e-mail
eu: Ziurtatu erabiltzaile-kontuak izen bat eta posta elektroniko bat dutela.

source: editor email
es: Correo Electrónico del editor
eu: editorearen posta elektronikoa

source: Email address of the person responsible for the feed's content.
es: Dirección de correo electrónico de la persona responsable del contenido de sindicación.
eu: Edukiaren arduradunaren posta elektronikoa.

source: webmaster email
es: Correo Electrónico del webmaster
eu: webmasterraren posta elektronikoa

source: Email address of the person responsible for channel publishing.
es: Dirección de correo electrónico de la persona responsable de la edición de canales.
eu: Kateen argitaratzearen arduradunaren posta elektronikoa.

source: license
es: licencia
eu: baimena

source: To publish a podcast to iTunes it is required to set a license type.
es: Para publicar un podcast a iTunes se requiere establecer un tipo de licencia.
eu: iTunes-en podcast bat argitaratzeko, baimen-mota zehaztu behar da.

source: organization
es: organización
eu: erakundea

source: Name of the organization, company or Web site producing the podcast.
es: Nombre de la organización, compañia o sitio Web produciendo el podcast.
eu: Podcast-a ekoizten duen enpresaren, erakundearen, edo webgunearen izena.

source: link
es: enlace
eu: esteka

source: URL of either the main website or the podcast section of the main website.
es: URL de el sitio web principal o la sección de podcast del sitio web principal.
eu: Webgune nagusiaren URLa edo webgune nagusiaren podcast gunea.

source: author text
es: Autor del texto
eu: testuaren egilea

source: This tag contains the name of the person or company that is most widely attributed to publishing the Podcast and will be displayed immediately underneath the title of the Podcast. The suggested format is: 'email@example.com (Full Name)' but 'Full Name' only, is acceptable. Multiple authors should be comma separated.
es: Esta etiqueta contiene el nombre de la persona o empresa que se atribuye más ampliamente a publicar el podcast y se mostrará inmediatamente debajo del título del podcast. El formato sugerido es: 'email@example.com (nombre completo)' pero se acepta solo 'Nombre completo'. Multiples autores deben ser separados por comas.
eu: Etiketa honek poscast-a argitaratuko duen pertsonaren edo erakundearen izena darama eta Podcast-aren izenburuaren azpian erakutsiko da. Gomendatutako formatua: posta@adibidea.com (Izen Osoa)' baina 'Izen Osoaâ€™ bakarrik onartzen da. Hainbat egile direnean banandu komen bidez.

source: title
es: título
eu: izenburua

source: slug
eu: bala

source: subtitle
es: subtítulo
eu: azpititulua

source: Looks best if only a few words, like a tagline.
es: De preferencia pocas palabras, como un eslogan.
eu: Hobe hitz gutxirekin, eslogan bat bezala.

source: Checked if the podcast is submitted to iTunes
es: Marcar si el podcast es enviado a iTunes.
eu: Markatu podcast-a iTunes-era bidali bada

source: description
es: descripción
eu: deskribapena

source: This is your chance to tell potential subscribers all about your podcast. Describe your subject matter, media format, episode schedule, and other relevant info so that they know what they'll be getting when they subscribe. In addition, make a list of the most relevant search terms that you want yourp podcast to match, then build them into your description. Note that iTunes removes podcasts that include lists of irrelevant words in the itunes:summary, description, or itunes:keywords tags. This field can be up to 4000 characters.
es: Esta es tu oportunidad de decirle a tus subscriptores potenciales todo acerca de tu podcast. Describa su temática, formato media, el cronograma del episodio, y otra información relevante para que conoscan lo que van a recibir cuando se suscriban. Además, haz una lista con los términos de búsqueda más relevantes que desee que coincidan con su podcast, luego incorporarlos en su descripción. Tenga en cuenta que iTunes elimina podcasts que que incluyan listas de palabras irrelevantes en itunes:resumen, descripción o itunes:palabras clave etiquetas. Este campo puede ser de hasta 4000 caracteres.
eu: Hona hemen aukera zure harpidedun potentzialei kontatzeko zeri buruz den podcast-a. Deskribatu gaia, media formatua, atalen egutegia, eta beste hainbat informazio garrantzitsu, jakin dezaten zer jasoko duten harpidetuz gero. Horrez gain, egin bilaketarako hitz-gakoen zerrenda bat, zure podcast-arekin bat egiten dutenak, eta gehitu zure deskribapenera. Kontuan izan iTunes-ek deskribapenean, itunes:summary eta itunes:keywords zerrendetan garrantzirik gabeko hitzak dituzten podcast-ak ezabatzen dituela. Eremu honek 4000 izan ditzake gehienez.

source: image
es: imagen
eu: irudia

source: A podcast must have 1400 x 1400 pixel cover art in JPG or PNG format using RGB color space. See our technical spec for details. To be eligible for featuring on iTunes Stores, choose an attractive, original, and square JPEG (.jpg) or PNG (.png) image at a size of 1400x1400 pixels. The image will be scaled down to 50x50 pixels at smallest in iTunes. For reference see the <a href="http://www.apple.com/itunes/podcasts/specs.html#metadata">iTunes Podcast specs</a>.<br /><br /> For episode artwork to display in iTunes, image must be <a href="http://answers.yahoo.com/question/index?qid=20080501164348AAjvBvQ"> saved to file's <strong>metadata</strong></a> before enclosure uploading!
es: Un podcast debe tener 1400 x 1400 píxeles de portada en formato JPG o PNG usando el espacio de color RGB. Vea nuestra especificación técnica para más detalles. Para tener derecho a presentarse en la iTunes Store, elegir una atractiva, original y cuadrada imagen JPEG (.jpg) o PNG (.png) con un tamaño de 1400x1400 píxeles. La imagen se reducirá a 50x50 píxeles como la mas pequeña en iTunes. Para referencia vea las <a href="http://www.apple.com/itunes/podcasts/specs.html#metadata">especificaciónes iTunes Podcast</a>.<br /><br /> ¡Para mostrar las ilustraciones en iTunes, la imagen debe <a href="http://answers.yahoo.com/question/index?qid=20080501164348AAjvBvQ"> guardarse en un archivo <strong>metadata</strong></a> antes de subir un adjunto!
eu: Podcast batek 1400 x 1400 pixeletako azaleko irudi bat eduki behar du, JPG edo PNG formatuan, RGB koloreekin. Ikusi gure espezifikazio teknikoak informazio gehiagorako. iTunes Stores dendan nabarmentzeko, aukeratu 1400x1400 pixeletako JPEG (.jpg) edo PNG (.png) irudi original bat. Irudia 50x50 pixeletara eskalatuko da iTunes-en. Erreferentziarako ikus <a href="http://www.apple.com/itunes/podcasts/specs.html#metadata">iTunes Podcast zehaztapenak</a>.<br /><br /> iTunes-eko atalen irudietarako, irudia <a href="http://answers.yahoo.com/question/index?qid=20080501164348AAjvBvQ"> <strong>metadatuen</strong> fitxategi batean gorde</a> igo aurretik!

source: feedburner url
es: url feedburner
eu: feedburner urla

source: Fill this out after saving this show and at least one episode. URL should look like "http://feeds.feedburner.com/TitleOfShow". See <a href="http://code.google.com/p/django-podcast/">documentation</a> for more. <a href="http://www.feedburner.com/fb/a/ping">Manually ping</a>
es: Llene esto después de guardar un podcast y al menos un episodio. La URL debe verse así "http://feeds.feedburner.com/TítulodelShow". Ver la <a href="http://code.google.com/p/django-podcast/">documentación</a> para más información. <a href="http://www.feedburner.com/fb/a/ping">Manual de ping</a>
eu: Bete hau saioa eta gutxienez atal bat gorde ondoren. URL-ak itxura hau eduki beharko luke: "http://feeds.feedburner.com/TitleOfShow". Ikus <a href="http://code.google.com/p/django-podcast/">dokumentazioa</a> gehiago jakiteko. <a href="http://www.feedburner.com/fb/a/ping">Eskuzko 'ping'</a>

source: explicit
es: explícito
eu: esplizitua

source: ``Clean`` will put the clean iTunes graphic by it.
es: ``limpiar`` pondra limpio el gráfico iTunes.
eu: ``Garbitu`` bidez, iTunes grafiko garbia bertan jarriko da.

source: redirect
es: redirigir
eu: berbideratu

source: The show's new URL feed if changing the URL of the current show feed. Must continue old feed for at least two weeks and write a 301 redirect for old feed.
es: Si esta cambiando a una nueva URL de sindicación del podcast. Debe continuar funcionando la anterior URL durante al menos dos semanas y que esta responda con una redirección 301.
eu: Saioaren URL jario berria oraingo saioaren URL jarioa aldatzen bada. Jarriatu bi aste gutxienez jario zaharrarekin eta idatzi 301 berbideratzea jario zaharrerako.

source: keywords
es: Palabras clave
eu: hitz gakoak

source: A comma-demlimitedlist of up to 12 words for iTunes searches. Perhaps include misspellings of the title.
es: Una lista delimitada por comas de hasta 12 palabras para búsquedas en iTunes. Quizás incluyen faltas de ortografía del título.
eu: Komaz banatutako 12 hitzen zerrenda, iTunes bilaketetarako. Agian izenburua akats ortografikoekin dauka.

source: itunes store url
es: url de itunes store
eu: itunes storeko urla

source: Fill this out after saving this show and at least one episode. URL should look like: "http://phobos.apple.com/WebObjects/MZStore.woa/wa/viewPodcast?id=000000000". See <a href="http://code.google.com/p/django-podcast/">documentation</a> for more.
es: Llene esto después de guardar este podcast y al menos un episodio. La URL debe verse así: "http://phobos.apple.com/WebObjects/MZStore.woa/wa/viewPodcast?id=000000000". Consulte la <a href="http://code.google.com/p/django-podcast/">documentación</a> para más información.
eu: Bete hau saioa eta gutxienez atal bat gorde ondoren. URLak ondorengo itxura eduki behar du: "http://phobos.apple.com/WebObjects/MZStore.woa/wa/viewPodcast?id=000000000". See <a href="http://code.google.com/p/django-podcast/">dokumentazioa</a> gehiago jakiteko.

source: Twitter tweet prefix
es: Twitter prefijo tweet
eu: Twitterreko txioen aurrizkia

source: Enter a short ``tweet_text`` prefix for new episodes on this show.
es: Introduzca un pequeño ``texto de tweet`` como prefijo para nuevos episodios en este podcast.
eu: Sartu ``txio_testu`` aurrizkia saioaren atal berrietarako.

source: Show
es: Podcast
eu: Podcasta

source: Shows
es: Podcasts
eu: Podcastak

source: Podcast
eu: Podcasta

source: The person or musician name(s) featured on this specific episode. The suggested format is: 'email@example.com (Full Name)' but 'Full Name' only, is acceptable. Multiple authors should be comma separated.
es: El nombre(s) de la persona o músico que se presenta en este específico episodio. Se sugiere el siguiente formato: 'email@example.com (Nombre completo)' pero se acepta solo el 'Nombre completo'. Multiples autores deben ir separados por comas.
eu: Atal zehatz honetan nabarmendutako pertsona edo musikarien izenak. Hau da gomendatutako formatua: 'post@adibidea.com (Izen osoa)' baina 'Izen Osoa' bakarrik onartzen da. Banatu egileak komen bidez.

source: Looks best if only a few words like a tagline.
es: De preferencia pocas palabras como un eslogan.
eu: Hobe hitz gutxikin, esloganak bezala.

source: This is your chance to tell potential subscribers all about your podcast. Describe your subject matter, media format, episode schedule, and other relevant info so that they know what they'll be getting when they subscribe. In addition, make a list of the most relevant search terms that you want your podcast to match, then build them into your description. Note that iTunes removes podcasts that include lists of irrelevant words in the itunes:summary, description, or itunes:keywords tags. This field can be up to 4000 characters.
es: Esta es tu oportunidad de decirle a tus subscriptores potenciales todo acerca de tu podcast. Describa su temática, formato media, el cronograma del episodio, y otra información relevante para que conoscan lo que van a recibir cuando se suscriban. Además, haz una lista con los términos de búsqueda más relevantes que desee que coincidan con su podcast, luego incorporarlos en su descripción. Tenga en cuenta que iTunes elimina podcasts que que incluyan listas de palabras irrelevantes en itunes:resumen, descripción o itunes:palabras clave etiquetas. Este campo puede ser de hasta 4000 caracteres.
eu: Hona hemen aukera zure harpidedun potentzialei kontatzeko zeri buruz den podcast-a. Deskribatu gaia, media formatua, atalen egutegia, eta beste hainbat informazio garrantzitsu, jakin dezaten zer jasoko duten harpidetuz gero. Horrez gain, egin bilaketarako hitz-gakoen zerrenda bat, zure podcast-arekin bat egiten dutenak, eta gehitu zure deskribapenera. Kontuan izan iTunes-ek deskribapenean, itunes:summary eta itunes:keywords zerrendetan garrantzirik gabeko hitzak dituzten podcast-ak ezabatzen dituela. Eremu honek 4000 izan ditzake gehienez.

source: tracklist
es: Lista de pistas
eu: Audio zerrenda

source: One track per line, machine will automatically add the numbers.
es: Una pista por línea, se añadirán automáticamente los números.
eu: Abesti bat lerro bakoitzeko, sistemak automatikoki gehituko ditu zenbakiak.

source: tweet text
es: texto de tweet
eu: txioko testua

source: hours
es: horas
eu: orduak

source: minutes
es: minutos
eu: minutuak

source: seconds
es: segundos
eu: segunduak

source: A comma-delimited list of words for searches, up to 12; perhaps include misspellings.
es: Una lista delimitada por comas de hasta 12 palabras para búsquedas en iTunes. Quizás incluyen faltas de ortografía del título.
eu: Komaz separatutako hitz-zerrenda, bilaketarako, gehienez 12; baliteke gaizki idatzitakoren bat egotea.

source: block
es: bloque
eu: blokea

source: Check to block this episode from iTunes because <br />its content might cause the entire show to be <br />removed from iTunes.
es: Marque para bloquear este episodio de iTunes porque <br /> su contenido podría causar que todo el podcast sea <br /> removido de iTunes.
eu: Aukeratu atal hau iTunes-etik ezabatzea <br />honen edukiak saio guztia iTunes-etik ezabatzea eragingo lukeelako <br />.

source: Episode
es: Episodio
eu: Atala

source: Episodes
es: Episodios
eu: Atalak

source: episode
es: Episodio
eu: atala

source: URL of the media file. <br /> It is <strong>very</strong> important to remember that for episode artwork to display in iTunes, image must be <a href="http://answers.yahoo.com/question/index?qid=20080501164348AAjvBvQ"> saved to file's <strong>metadata</strong></a> before enclosure uploading!<br /><br /> For best results, choose an attractive, original, and square JPEG (.jpg) or PNG (.png) image at a size of 1400x1400 pixels. The image will be scaled down to 50x50 pixels at smallest in iTunes.
es: La URL de el archivo media. <br /> ¡Es <strong>muy</strong> importante recordar que para mostrar la ilustración del episodio en iTunes, la imagen debe de <a href="http://answers.yahoo.com/question/index?qid=20080501164348AAjvBvQ"> guardarse en un archivo <strong>metadata</strong></a> antes de subir un adjunto!<br /><br /> Para mejores resultados, elegir una atractiva, original y cuadradaimagen JPEG (.jpg) o PNG (.png) con un tamaño de 1400x1400 píxeles. La imagen se reducira a 50x50 píxeles como la más pequeña en iTunes.
eu: Fitxategiaren URLa. <br /> <strong>Oso</strong> garrantzitsua da atalaren irudia iTunes-en ikusteko, irudia <a href="http://answers.yahoo.com/question/index?qid=20080501164348AAjvBvQ"> <strong>metadatuen</strong> fitxategian gordetzea</a> igo aurretik! <br /><br />Emaitza onenetarako, aukeratu JPEG (.jpg) edo PNG (.png) irudi original eta erakargarri bat, karratua, eta 1400x1400 pixelen tamainakoa. Irudia 50x50 pixeletara eskalatuko da iTunes-en.

source: size
es: tamaño
eu: tamaina

source: The length attribute is the file size in bytes. Find this information in the files properties (on a Mac, ``Get Info`` and refer to the size row)
es: El atributo de longitud es el tamaño del archivo en bytes. Encontraras esta información en las propiedades del archivo (en una Mac, ``Obtener información`` y ver en la fila de tamaño)
eu: Fitxategi-tamainaren atributua byte-etan. Bilatu informazio hau fitxategien propietateetan (Mac batean, ``Lortu informazioa`` eta erreferentziatu tamainaren lerroa).

source: mime format
es: formato mime
eu: mime formatua

source: Supports mime types of: {0}
es: Soporta tipos mime de: {0}
eu: Mime mota hauek onartzen ditu: {0}

source: bit rate
es: tasa de transferencia
eu: bit ratioa

source: Measured in kilobits per second (kbps), often 128 or 192.
es: Se mide en kilobits por segundo (kbps), a menudo 128 o 192.
eu: Lortutako kilobitak segunduko (kbps), normalean 128 edo 192.

source: sample rate
es: muestreo digital
eu: laginaren abiadura

source: Measured in kilohertz (kHz), often 44.1.
es: Se mide en kilohertz (kHz), a menudo 44.1.
eu: Lortutako kilohertzioak (kHz), normalean 44.1.

source: channel
es: canal
eu: kanala

source: Number of channels; 2 for stereo, 1 for mono.
es: Número de canales; 2 para estero, 1 para mono
eu: Kanal kopurua; 2 estereorako, 1 monorako.

source: duration
es: duración
eu: iraupena

source: Duration of the audio file, in seconds (always as integer).
es: Duración del archivo de audio, en segundos (siempre un entero)
eu: Audio fitxategiaren iraupena segundutan (beti integer moduan).

source: Enclosure
es: Adjunto
eu: Eranskina

source: Enclosures
es: Adjuntos
eu: Eranskinak

source: URL of the media file
es: Url del archivo media
eu: Media fitxategiaren URLa

source: Embed Media URL
es: URL del Media incrustado
eu: Media kapsulatuaren URLa

source: Embed Media URLs
es: URLs del Media incrustado
eu: Media kapsulatuaren URLak

source: to download right click and select 'save link as'
es: Para descargar, click derecho y seleccione 'Guardar enlace como '
eu: Jaisteko egin klik eskuineko botoiarekin eta aukeratu 'gorde esteka'

source: Download / Stream
es: Descargar / Reproducir
eu: Deskargatu / Erreproduzitu

source: Tracklist
es: Lista de pistas
eu: Audio zerrenda

source: read more
es: leer más
eu: irakurri gehiago

source: Coming soon...
es: Próximamente...
eu: Laster...

source: There is no such show.
es: No existe tal Podcast.
eu: Ez da Podcast hori existitzen.

source: Podcast Shows
es: Podcast
eu: Podcast saioak

source: There are no shows.
es: No existen Podcasts.
eu: Ez da Podcastik existitzen.

source: No image
es: No imagen
eu: Irudirik ez

source: Current Edition
es: Edición actual
eu: Momentuko edizioa

source: Archive
es: Archivo
eu: Fitxategia
